campaigns/TFH/bg.org
#+title: A Seminal Tragedy
#+subtitle: Player's Background Guide
#+author: Pulkit Mohata
#+email: mohata.pulkit@gmail.com

* Introduction
:PROPERTIES:
:CUSTOM_ID: sec:org875150f
:END:
#+BEGIN_QUOTE
It was the best of times, it was the worst of times. \\
---Charles Dickens, A tale of two cities
#+END_QUOTE
It had been over a century since the last conflict among the civilised nations of Ceria. The campaign against Bucephal's legions had almost destroyed all of civilisation, and forced all the civilised nations to work towards peace. What followed was a generation of great people, who did everything to ensure another such catastrophe doesn't befall Ceria. As the saying goes, hard times make hard people, hard people make soft times, and soft times makes soft people. As the generation of people forged in the bowels of war dies, a new generation which has only ever known peace enters the politics of the world.

Peace however, is a fragile thing, and even the smallest disturbance can lead to absolute devastation. The recent assassination of the king of ..., the plague in the north and the growing influence of the ... trade company would all be easily resolved not half a decade ago, but now it seems like these could spark another era of conflict. In the east, there are rumors of cold winds returning to Ceria, after a millenia of summer heat; and cold winds could only mean one thing: the age of men is over, the age of monsters is about to begin...
* History
:PROPERTIES:
:CUSTOM_ID: sec:org9b4307f
:END:
** Pre Modern Era
:PROPERTIES:
:CUSTOM_ID: sec:org12300a5
:END:
*** The Age of Prosperity
#+BEGIN_QUOTE
To ravage, to slaughter, to usurp under false titles, they call empire; \\
and where they make a desert, they call it peace. \\
---Calgacus
#+END_QUOTE
The age of prosperity was the period between ~4000 PME and 1750 PME, largely dominated by the Empire of Lonium. Legend has it that the the Lord of Civilisation, Sandall came down to earth to found the city of Lonium as a safehaven for his loyal followers. Not much is known about the early history of Lonium, and as such this period is considered mostly mythical. The oldest written records date back to 2541 PME, when under the reign of Consul Gaius Piusidia Simena (also known as Simena Magnus), the Lonium republic expands to cover all lands south of the river ... After this we have a fairly robust paper trail covering the republics various conquests.
