campaigns/TFH/bg.html
<?xml version="1.0" encoding="utf-8"?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN"
"http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml" lang="en" xml:lang="en">
<head>
<!-- 2024-03-12 Tue 21:04 -->
<meta http-equiv="Content-Type" content="text/html;charset=utf-8" />
<meta name="viewport" content="width=device-width, initial-scale=1" />
<title>A Seminal Tragedy</title>
<meta name="author" content="Pulkit Mohata" />
<meta name="generator" content="Org Mode" />
<link rel="stylesheet" type="text/css" href="../html/style.css" /><link rel="preconnect" href="https://fonts.googleapis.com">
<link rel="preconnect" href="https://fonts.gstatic.com" crossorigin>
<link href="https://fonts.googleapis.com/css2?family=Great+Vibes&family=Jim+Nightshade&display=swap" rel="stylesheet">
</head>
<body>
<div id="content" class="content">
<h1 class="title">A Seminal Tragedy
<br />
<span class="subtitle">Player&rsquo;s Background Guide</span>
</h1>
<div id="table-of-contents" role="doc-toc">
<h2>Table of Contents</h2>
<div id="text-table-of-contents" role="doc-toc">
<ul>
<li><a href="#sec:org875150f">1. Introduction</a></li>
<li><a href="#sec:org9b4307f">2. History</a>
<ul>
<li><a href="#sec:org12300a5">2.1. Pre Modern Era</a>
<ul>
<li><a href="#org25fc1dc">2.1.1. The Age of Prosperity</a></li>
<li><a href="#org4cf9c74">2.1.2. The Long Summer</a></li>
</ul>
</li>
<li><a href="#sec:org71db4fc">2.2. Modern Era</a>
<ul>
<li><a href="#orga8594d1">2.2.1. The New Age of Man</a></li>
</ul>
</li>
</ul>
</li>
<li><a href="#sec:orge100106">3. Geography</a>
<ul>
<li><a href="#sec:org27336ad">3.1. Climate</a></li>
<li><a href="#sec:org2736a9c">3.2. Topography</a></li>
<li><a href="#sec:org87a22c0">3.3. Hydrography</a></li>
</ul>
</li>
<li><a href="#sec:org142a14c">4. Politics</a>
<ul>
<li><a href="#sec:orgf585d61">4.1. Governments</a></li>
<li><a href="#sec:org2d56a5c">4.2. Military</a></li>
<li><a href="#sec:org1aff790">4.3. Law and Justice</a></li>
<li><a href="#sec:orgdbf48a2">4.4. Active Treaties</a></li>
</ul>
</li>
<li><a href="#sec:org512ea7b">5. Economy</a>
<ul>
<li><a href="#sec:orgceb1c9d">5.1. Industry</a></li>
<li><a href="#sec:org70358be">5.2. Technology</a></li>
<li><a href="#sec:org34af00f">5.3. Transport</a></li>
<li><a href="#sec:org8962678">5.4. Trade</a></li>
</ul>
</li>
<li><a href="#sec:org07c9506">6. Demographics</a>
<ul>
<li><a href="#sec:org90e5d67">6.1. Races</a></li>
<li><a href="#sec:orga649288">6.2. Languages</a></li>
</ul>
</li>
<li><a href="#sec:org3e12321">7. Culture</a>
<ul>
<li><a href="#sec:orgfad0d51">7.1. Art</a></li>
<li><a href="#sec:org9c49a8f">7.2. Philosophy</a></li>
<li><a href="#sec:org7243035">7.3. Religion</a></li>
<li><a href="#sec:org20fd693">7.4. Food</a></li>
</ul>
</li>
</ul>
</div>
</div>
<div id="outline-container-sec:org875150f" class="outline-2">
<h2 id="sec:org875150f"><span class="section-number-2">1.</span> Introduction</h2>
<div class="outline-text-2" id="text-sec:org875150f">
<blockquote>
<p>
It was the best of times, it was the worst of times. <br />
&#x2014;Charles Dickens, A tale of two cities
</p>
</blockquote>
<p>
It had been over a century since the last conflict among the civilised nations of Ceria. The campaign against Bucephal&rsquo;s legions had almost destroyed all of civilisation, and forced all the civilised nations to work towards peace. What followed was a generation of great people, who did everything to ensure another such catastrophe doesn&rsquo;t befall Ceria. As the saying goes, hard times make hard people, hard people make soft times, and soft times makes soft people. As the generation of people forged in the bowels of war dies, a new generation which has only ever known peace enters the politics of the world.
</p>

<p>
Peace however, is a fragile thing, and even the smallest disturbance can lead to absolute devastation. The recent assassination of the king of &#x2026;, the plague in the north and the growing influence of the &#x2026; trade company would all be easily resolved not half a decade ago, but now it seems like these could spark another era of conflict. In the east, there are rumors of cold winds returning to Ceria, after a millenia of summer heat; and cold winds could only mean one thing: the age of men is over, the age of monsters is about to begin&#x2026;
</p>
</div>
</div>
<div id="outline-container-sec:org9b4307f" class="outline-2">
<h2 id="sec:org9b4307f"><span class="section-number-2">2.</span> History</h2>
<div class="outline-text-2" id="text-sec:org9b4307f">
</div>
<div id="outline-container-sec:org12300a5" class="outline-3">
<h3 id="sec:org12300a5"><span class="section-number-3">2.1.</span> Pre Modern Era</h3>
<div class="outline-text-3" id="text-sec:org12300a5">
</div>
<div id="outline-container-org25fc1dc" class="outline-4">
<h4 id="org25fc1dc"><span class="section-number-4">2.1.1.</span> The Age of Prosperity</h4>
<div class="outline-text-4" id="text-2-1-1">
<blockquote>
<p>
To ravage, to slaughter, to usurp under false titles, they call empire; <br />
and where they make a desert, they call it peace. <br />
&#x2014;Calgacus
</p>
</blockquote>
<p>
The age of prosperity was the period between ~4000 PME and 1750 PME, largely dominated by the Empire of Lonium. Legend has it that the the Lord of Civilisation, Sandall came down to earth to found the city of Lonium as a safehaven for his loyal followers. Not much is known about the early history of Lonium, and as such this period is considered mostly mythical. The oldest written records date back to 2541 PME, when under the reign of Consul Gaius Piusidia Simena (also known as Simena Magnus), the Lonium republic expands to cover all lands south of the river &#x2026; After this we have a fairly robust paper trail covering the republics various conquests.
</p>
</div>
<ol class="org-ol">
