campaigns/TFH/bg.tex
% Created 2024-03-12 Tue 21:17
% Intended LaTeX compiler: pdflatex
\documentclass[11pt]{article}
\usepackage[utf8]{inputenc}
\usepackage[T1]{fontenc}
\usepackage{graphicx}
\usepackage{longtable}
\usepackage{wrapfig}
\usepackage{rotating}
\usepackage[normalem]{ulem}
\usepackage{amsmath}
\usepackage{amssymb}
\usepackage{capt-of}
\usepackage{hyperref}
\usepackage{braket}
\usepackage{plex-serif}
\usepackage[margin=2cm]{geometry}
\usepackage{float}
\author{Pulkit Mohata}
\date{\today}
\title{A Seminal Tragedy\\\medskip
\large Player's Background Guide}
\hypersetup{
 pdfauthor={Pulkit Mohata},
 pdftitle={A Seminal Tragedy},
 pdfkeywords={},
 pdfsubject={},
 pdfcreator={Emacs 29.2 (Org mode 9.7)}, 
 pdflang={English}}
\usepackage{biblatex}

\begin{document}

\maketitle
\tableofcontents

\section{Introduction}
\label{sec:org875150f}
\begin{quote}
It was the best of times, it was the worst of times. \\
---Charles Dickens, A tale of two cities
\end{quote}
It had been over a century since the last conflict among the civilised nations of Ceria. The campaign against Bucephal's legions had almost destroyed all of civilisation, and forced all the civilised nations to work towards peace. What followed was a generation of great people, who did everything to ensure another such catastrophe doesn't befall Ceria. As the saying goes, hard times make hard people, hard people make soft times, and soft times makes soft people. As the generation of people forged in the bowels of war dies, a new generation which has only ever known peace enters the politics of the world.

Peace however, is a fragile thing, and even the smallest disturbance can lead to absolute devastation. The recent assassination of the king of \ldots{}, the plague in the north and the growing influence of the \ldots{} trade company would all be easily resolved not half a decade ago, but now it seems like these could spark another era of conflict. In the east, there are rumors of cold winds returning to Ceria, after a millenia of summer heat; and cold winds could only mean one thing: the age of men is over, the age of monsters is about to begin\ldots{}
\section{History}
\label{sec:org9b4307f}
\subsection{Pre Modern Era}
\label{sec:org12300a5}
\subsubsection{The Age of Prosperity}
\label{sec:org11638d5}
\begin{quote}
To ravage, to slaughter, to usurp under false titles, they call empire; \\
and where they make a desert, they call it peace. \\
---Calgacus
\end{quote}
The age of prosperity was the period between \textasciitilde{}4000 PME and 1750 PME, largely dominated by the Empire of Lonium. Legend has it that the the Lord of Civilisation, Sandall came down to earth to found the city of Lonium as a safehaven for his loyal followers. Not much is known about the early history of Lonium, and as such this period is considered mostly mythical. The oldest written records date back to 2541 PME, when under the reign of Consul Gaius Piusidia Simena (also known as Simena Magnus), the Lonium republic expands to cover all lands south of the river \ldots{} After this we have a fairly robust paper trail covering the republics various conquests.
\begin{enumerate}
