campaigns/TFH/bg.org
**** The Lonian Republic: Avian Wars
Perhaps the republic's greatest moment of glory is in 2435 PME, when they defeat the Aarakocrai in the First Avian War. The First Avian War was a hard fought Lonium victory. The much larger, much more powerful Aarakocra Empire had the upper hand initially, thanks to their ability to fly. However, they underestimated human ingeniousity. It is said that to counter the Aarakocra, the Lonians built large ships with wings that could fly. They flew these ships into the towers of the Aarakocran cities, decimating them and leaving the Aarakocra defenseless. Eventually the Aarakocra surrendered their territories east of the mountains to the Lonians, in a humiliating defeat. This was the end of the First Avian War, but the start of a rivalry that continues to this day, albeit in a much less intense manner.

The Lonians were industrious and immediately began exploiting their newly acquired land. The inhabitants of the land were made slaves, and the resources of the land were pillaged. What goes around comes back around, and the gods would not be blind. It's possible if the Lonians had treated the land better that they could have avoided their fate, however that is a topic for much later. For now the Lonians were enjoying their ill-gotten gains with all the hedonism that they are known for. They had assumed the Aarakocrai would leave them alone after their humiliating the defeat in the war. They were wrong.

In the First Avian War, a group of Aarakocran soldiers, led by the general Aemos Sabara had successfully countered the Lonian attacks, by learning how to fight against their flying ships. The Aarakocran surrender felt like a betrayal to Aemos and his men, an admission of defeat now that they had finally got the tools to win. Nevertheless, Aemos accepted the defeat, but vowed to take revenge. After the war, he gathered his men and they headed south, to the dried salt lakes to train for their revenge. After conquering the vast plains for the Aarakocran empire, they start training their men, and planning their revenge.

Aemos spends the next 7 years creating the perfect killing machine; creating the warforged. These robotic machinations did not need to sleep, eat, drink or rest. They were trained by Aemos himself in the art of war, and they could obliterate any army on land, in the air, or on sea. Unfortunately Aemos would not be able to see his plan to fruition, since he would die of Avian flu a few months before the invasion were to begin. In his place, the invasion would be led by his son Aegon Sabara, better known in the west as Aegon the Ravager.

Aegon took his army of warforged, 500,000 strong, through the mountains and into the Lonium heartland. No army of flesh and bone could have survived the trip through the mountains, but the warforged were not made of flesh and bone. Thus began the second the Avian War in 2422 PME, with Aegon and the warforged burning through the Lonian heartland. Any natives who were found were freed and any Lonians who didn't surrendered were killed with extreme prejudice. Before long Aegon was on the the gates of Lonium itself, and it seemed like all was lost for the Lonians.

In a last ditch attempt, the Lonians would send a young general by the name of Fliuso Gusiusen Minusa. We now know of him as Minusa Fortiusa. Minusa was able to outmanuever Aegon's army, encircling them to stop their advance. This wouldn't stop them forever, but it bought him time. Having captured a warforged, they were able to reverse engineer the design of the machines, and create a virus that would pacify them. The dangerous task of spreading this virus among the warforged was taken up by Minusa himself, and thus ended the second Avian war. Aegon and his men chose to die rather than be captured, and the honorable Minusa granted them their last wish, by executing them himself.

In the ensuing peace, all lands of the Aarakocran empire were annexed by the Empire of Lonium, and entire Aarakocran cities west of the mountains were razed, leaving nothing behind but ashes. Aarakocran men were enslaved to do hard labour, and women were taken by the Lonians as objects of pleasure. Their lands were exploited for stone, and their forests were destroyed timber. Only the largest of Aarakocran cities were allowed to remain, as a cruel act of mercy; leaving behind a monument after destroying the civilisation that created it.
**** The Lonian Republic: Aurian Junius Antonius and Revolution

*** The Long Summer
#+BEGIN_QUOTE
Nothing beside remains. Round the decay \\
Of that colossal Wreck, boundless and bare \\
The lone and level sands stretch far away. \\
---Percy Bysshe Shelly, Ozymandias
#+END_QUOTE
** Modern Era
:PROPERTIES:
:CUSTOM_ID: sec:org71db4fc
:END:
*** The New Age of Man
#+BEGIN_QUOTE
Life, uh, finds a way \\
---Dr. Ian Malcolm, Jurassic Park
#+END_QUOTE
* Geography
:PROPERTIES:
:CUSTOM_ID: sec:orge100106
:END:
** Climate
:PROPERTIES:
:CUSTOM_ID: sec:org27336ad
:END:
** Topography
:PROPERTIES:
:CUSTOM_ID: sec:org2736a9c
:END:
** Hydrography
:PROPERTIES:
:CUSTOM_ID: sec:org87a22c0
:END:
* Politics
:PROPERTIES:
:CUSTOM_ID: sec:org142a14c
:END:
** Governments
:PROPERTIES:
:CUSTOM_ID: sec:orgf585d61
:END:
** Military
:PROPERTIES:
:CUSTOM_ID: sec:org2d56a5c
:END:
